[
{
"id":1,
"image":"img/events/your next step.jpg",
"eventName":"YOUR NEXT STEP",
"speaker":"Harshavardhan Maran",
"date":"October 8,2021",
"speakerImg":"img/team/Harsha.jpg",
"description":" the event is to help out with the career opportunities around Amet-minim-mollit-non-deserunt-ullamco-est-sit-aliqua-dolor-do-amet-sint-do-amet-sint-do-amet-sintdo"

},
{
"id":2,
"image":"img/events/Data Science.jpeg",
"eventName":"DATA SCIENCE ",
"speaker":"Sivakumar N",
"date":"December 12,2021",
"speakerImg":"img/team/Sivakumar.jpg",
"description":"DATA is the future and the future is now. Our live webinar conducted on 12.12.21 by Sivakumar who is a senior engineer with experience of 4 years, talked about the importance of data science and how it can help an individual in a professional career, and how to crack into the domain of data science. The event started with the basic topic to help novices with what is data with real-time situations. Sources of data, and its types holding human-generated data which is mailing, machine-generated which extracts data from the CCTVs and organizations generated data exporting data from departmental stores.  And he made the clear concept to make the participants understand the concept of big data with the volume of communication with people, variety with respect to the need, velocity of the data gathered to represent the term big data. The next concept was about data format which has two categories of structured and unstructured data. Where structured data conform to schemas like rows and columns and unstructured data doesn’t fit in schemas like social media data and semi-structured data like inspecting the code of the website. Added some gist about batch processing, at which predictions are done with the future data and big data, streaming analysis which is used for false detection, and distributed computing which driver with respect to the bucket, which was invented by Spark. Next, the gist is about the data storage system which holds types like data warehousing, data lakes, unified data platforms. The next 4 interesting varieties of data science are explained with respective technical applications. The resources, platforms to work on and develop oneself and what makes the big data big, and some of the features of it, with the from Kaggle to python & SQL to cloud service to devops tools to data science with extract, storing, cleaning to the theoretical algorithms. And ended with the interesting game called Alphago, a complex game in the world built by machine learning algorithms. It helped in understanding data science and how to get started in this ever-demanding career. His highlighted note: “data-sci isn’t easily opened for freshers but, it’s possible if we develop the skill to the advancement”"
},
{
"id":3,
"image":"img/events/Github.jpg",
"eventName":"GITHUB",
"speaker":"Jaya Roshini",
"date":"January 22,2022",
"speakerImg":"img/team/jayaroshini.jpg",
"description":"nt-ullamco-est-sit-aliqua-dolor-do-amet-sint-do-amet-sint-do-amet-sintdojjhguyhjbdusygdhbvdystfgdvbsh"
},
{
    "id":4,
    "image":"img/events/Github.jpg",
    "eventName":"FRONTED DEVELOPMENT",
    "speaker":"Yogeshwaran",
    "date":"February 05,2022",
    "speakerImg":"img/team/yogeshwaran.jpg",
    "description":"ullamco-est-sit-aliqua-dolor-do-amet-sint-do-amet-sint-do-amet-sintdojhguyhjbdusygdhbvdystfgdvbsh"
    },
    {
    "id":5,
    "image":"img/events/Github.jpg",
    "eventName":"GITHUB",
    "speaker":"SAITHARUN",
    "date":"February 26,2022",
    "speakerImg":"img/team/yogeshwaran.jpg",
    "description":"ullamco-est-sit-aliqua-dolor-do-amet-sint-do-amet-sint-do-amet-sintdojhguyhjbdusygdhbvdystfgdvbsh"
    }
   
]