[{
        "id": 1,
        "image": "img/members/ramkishore.jfif",
        "name": "Ram Kishore",
        "design": "Frontend Developer",
        "hi": "Hi there , i am",
        "story":"  I was a shy introverted kid who was always silent and barely spoke. Joining spotknack in August 2021 defined me as the person I am today.  I am Ramkishore, pursuing my third-year undergraduate in electronics and communications engineering. I had been a shy, sensitive person throughout my life and felt that it was time to get out of my comfort zone and wanted to develop myself personally as well as for my career. It is with this aim that I joined Spotknack. I was very much impressed by front-end development, I was exploring the field on my own for a while which was like finding the dots. I joined spotknack to develop, furthermore to connect the dots. Not only that, but I also wanted to be able to learn the skills and apply them in my career work but the reality was more than that. Learning soft skills helped me to be seen, evolve, and develop myself as a person. Spotknack helped shape me from being the shy introvert kid to participating actively in group discussion enthusiastically, interacting with leaders, mentors, co-participants, and other mentees which helped prepare me for the professional world, taking up the leadership challenges, managing, assigning the tasks, conducting an event, time management and becoming confident as a person. My front-end mentor Harish Ravichandran did not just stop with being a mentor in guiding my career path but also helped support me throughout my entire journey like my brother. It didn’t stop with just teaching, but being able to apply those in real-life with various projects and activities is what defined me now related to my skills. Taking up engineering further being interested in front-end was out of my interest, but being able to find spotknack through my friend who is also a mentee here defined and shaped me as the person I am today.",
        "linked": "https://www.linkedin.com/in/ram-kishore-005727219"
    },
    {
        "id": 2,
        "image": "img/members/maithreyan.jfif",
        "name": "Maithreyan",
        "design": "Frontend Developer",
        "hi": "Hi there , i am",
        "story":" Life is all about making mistakes, but the best part is you learn from them.   Just like other Indian students, I was forced to take up electronics and communication engineering and consider the factor of my low marks in my school board examination. I was not interested in my course of subjects. I Had two backlogs in my first semester, cleared in the fourth semester. It was at this phase of my life where the thoughts of what am I going to do in my life’ hit harder, so I explored whatever I could through online courses and YouTube, I was somehow able to learn Java and HTML, but I was still in a dilemma as I wasn’t clear about it. It was through my brother’s friend, I Heard about spotknack, honestly at first, I thought this is also some random company that sells online courses, but it was entirely wrong, and it was way more beyond that. I was able to learn front-end developer skills by using all the topics to implement in actual projects and having a mentor to guide me throughout this process.   After joining spotknack, I realized there is always someone out there to help us, but we have to reach out to improve ourselves. More than just teaching front-end development, I was able to get better in my communication skills, self-learning skills and to be confident and create a professional conversation with anyone. My mentor Harish is very supportive, always helps in clearing my doubt, and guides me. Learning at spotknack didn’t just stop with the course I enrolled in, It shaped me for a professional career in the world. After joining spotknack, I realized there is always someone out there to help us, but we have to reach out to improve ourselves.",
        "linked": "https://www.linkedin.com/in/maithreyan-m-768b20219"
    }
]
